Revit 2027 API
SymbolTypeId.Cm Property
 Symbol cm, indicating unit Centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Cm { get; }
Public Shared ReadOnly Property Cm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Cm {
	ForgeTypeId^ get ();
}
static member Cm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace